Repository: common-repository/lug-map
Catalog: i18n/lug-map-*.po
Languages: fr_fr, ro_ro

source: Options saved.
fr_fr: Options auvées
ro_ro: Opțiunile au fost salvate.

source: Marker %1$s deleted.
ro_ro: Marcajul %1$s a fost șters.

source: Please add your Google Maps key
ro_ro: Adaugă cheia API pentru Google Maps

source: Settings
ro_ro: Setări

source: Title
ro_ro: Titlu

source: Please fill in the following fields
ro_ro: Completați câmpurile obligatorii

source: LUG Name
fr_fr: Nom
ro_ro: Numele grupului

source: LUG Contact person
fr_fr: Personne à contacter
ro_ro: Persoana de contact

source: LUG Description
fr_fr: Description
ro_ro: Descrierea

source: LUG E-mail
fr_fr: E-mail
ro_ro: Adresa E-mail

source: LUG Web Page
fr_fr: page Web
ro_ro: Pagina web cu orice detaliu

source: Geographical Position
fr_fr: Position géographique
ro_ro: Poziția geografică

source: Town, County, Country
fr_fr: Ville, région, Pays
ro_ro: Orașul, Județul, Țara

source: Search
fr_fr: Recherche
ro_ro: Căutare

source: Required fields are marked with <em>*</em>.
ro_ro: Câmpurile obligatorii sunt marcate cu <em>*</em>.

source: Add It
fr_fr: Ajouté
ro_ro: Adăugare

source: Lug Map Options
fr_fr: Options Lug Map
ro_ro: Opțiuni Lug Map

source: How to use it?
fr_fr: Comment l'utiliser?
ro_ro: Cum poate fi folosit?

source: Insert inside the content of a page or a post the shortcode
ro_ro: Înserează în conținutul unei pagini sau a unui articol codul

source: Google Maps API Key
fr_fr: clés Google Maps API
ro_ro: Cheia API Google Maps

source: Lug Map Start-Up Location
fr_fr: emplacement de démarrage de la carte Lug Map
ro_ro: Lug Map, locația ce se va încărca implicit pe hartă

source: Can be obtained <a href="%1$s">here</a>
fr_fr: Peut être obtenue <a href="%1$s">ici</a>
ro_ro: Poate fi obținută <a href="%1$s">de aici</a>

source: Please add the coordinates for the location wich should be loaded on showing up the map. You can use <a href="%1$s">this tool</a>
fr_fr: S’il vous plaît ajouter les coordonnées de l'emplacement qui devrait être chargée sur l'affichage de la carte. Vous pouvez utiliser <a href="%1$s">cet utilitaire</a>
ro_ro: Vă rugăm să adăugați coordinatele pentru locația care va fi încărcată implicit la afișarea hărții. Vă recomandăm <a href="%1$s">unealta aceasta</a>

source: Save Changes
fr_fr: Enregistrer les modifications
ro_ro: Salvează modificările

source: Here you can delete entries
fr_fr: Ici, vous pouvez supprimer les entrées
ro_ro: Aici pot fi șterse intrările

source: <li><a href="%1$s" title="Delete this marker" style="font-weight: bolder; font-size: 14px; text-decoration: none;" >&times;</a> | Geolocation: %2$s, Name: <strong>%3$s</strong>, URL: <a href="%4$s">%4$s</a>, Contact: <a href="mailto:%5$s">%6$s</a><br />%7$s</li>
ro_ro: <li><a href="%1$s" title="Șterge această intrare" style="font-weight: bolder; font-size: 14px; text-decoration: none;" >&times;</a> | Geolocația: %2$s, Numele: <strong>%3$s</strong>, URL: <a href="%4$s">%4$s</a>, Email: <a href="mailto:%5$s">%6$s</a><br />%7$s</li>

source: Remove Lug Map Content
fr_fr: Supprimer le contenu de Lug Map
ro_ro: Șterge conținutul Lug Map

source: Warnning! This will drop lugmap table and recreate it, so the present markers will be removed totally
fr_fr: ATTENTION ! Ceci supprimera la table Lug Map et va la récréer, de sorte que les présents marqueurs seront totalement supprimés
ro_ro: Atenție! Această opțiune va șterge tabelul din baza de date și îl va crea din nou, astfel informațiile existente vor fi pierdute pentru totdeauna

source: Clean Database
fr_fr: Vider la base de données
ro_ro: Curățare baza de date

source: Insert inside the content of a page or a post the shortcode: [LUGMAP]
fr_fr: Insérer dans le contenu d'une page ou dans un article le code : [LUGMAP]

source: Note: Only registered users will be able to add markers to the map!
fr_fr: Note: Seuls les utilisateurs enregistrés seront en mesure d'ajouter des marqueurs à la carte!

source: Lug Map Entries
fr_fr: Entrées Lug Map

source: <li><a href="%1$s" title="Delete this marker">X</a> | Geolocation: %2$s, Name: <strong>%3$s</strong>, URL: <a href="%4$s">%4$s</a>, Contact: <a href="mailto:%5$s">%6$s</a><br />%7$s</li>
fr_fr: <li><a href="%1$s" title="Éffacer le marqueur">X</a> | Géolocalisation : %2$s, Nom : <strong>%3$s</strong>, URL: <a href="%4$s">%4$s</a>, Contact : <a href="mailto:%5$s">%6$s</a><br />%7$s</li>
